Repository: Ali-Sirjani/website_online_shop_v2
Catalog: store/locale/*/LC_MESSAGES/django.po
Languages: fa

source: state
fa: استان

source: city
fa: شهر

source: address
fa: آدرس

source: plate
fa: پلاک

source: datetime created
fa: تاریخ ایجاد شد

source: datetime updated
fa: تاریخ به روز شد

source: Contact Info
fa: اطلاعات تماس

source: Order Info
fa: اطلاعات سفارش

source: Status and Timestamps
fa: وضعیت و مهر زمانی

source: General Information
fa: اطلاعات کلی

source: Pricing
fa: قیمت گذاری

source: Date and Time
fa: تاریخ و زمان

source: Calculations
fa: محاسبات

source: Location
fa: مکان

source: Basic Information
fa: اطلاعات اولیه

source: Inventory and Slug
fa: موجودی و اسلاگ

source: Please for adding product to cart enter a positive quantity!
fa: لطفا برای افزودن محصول به سبد خرید یک مقدار مثبت وارد کنید!

source: Delete product
fa: محصول پاک شد

source: Add product
fa: محصول اضافه شد

source: Remove product
fa: محصول حذف شد

source: Congratulations! 🎉 Your coupon has been successfully applied. Thank you for choosing us! Happy shopping!
fa: تبریک می گویم! 🎉 کوپن شما با موفقیت اعمال شد. از اینکه ما را انتخاب کردید، متشکریم! خرید خوبی داشته باشید!

source: The minimum price for coupon is %(start_price)s
fa: حداقل قیمت کوپن %(start_price)s تومان است

source: Coupon is expired
fa: کوپن منقضی شده است

source: Cheapest
fa: ارزان ترین

source: Most Expensive
fa: گران ترین

source: Newest
fa: جدید ترین

source: Oldest
fa: قدیمی ترین

source: Yes
fa: بله

source: No
fa: خیر

source: date
fa: تاریخ

source: color
fa: رنگ

source: size
fa: اندازه

source: Consider both color and size
fa: رنگ و اندازه را باهم در نظر بگیر

source: You must fill out both star date and end date, when you enter one of them!
fa: وقتی یکی از آنها را وارد می کنید، باید هم تاریخ شروع و هم تاریخ پایان را پر کنید!

source: You must fill out both num available and num used, when you enter one of them!
fa: وقتی یکی از آنها را وارد می کنید، باید هم عدد موجود و هم عدد استفاده شده را پر کنید!

source: There is an incomplete order with pk {order_pk} for user {user}
fa: یک سفارش ناقص با آیدی {order_pk} برای کاربر {user} وجود دارد

source: Complete order must have a shipping address
fa: سفارش کامل باید دارای آدرس حمل و نقل باشد

source: there is no product with color or size {color_size}
fa: هیچ محصولی با رنگ یا اندازه {color_size} وجود ندارد

source: Enter valid data!
fa: داده های معتبر وارد کنید!

source: the product have color and size so size and color is required!
fa: محصول دارای رنگ یا اندازه است بنابراین اندازه یا رنگ مورد نیاز است!

source: Enter a valid product
fa: یک محصول معتبر وارد کنید

source: This combination of order, product, size, and color already exists.
fa: این ترکیب از سفارش، محصول، اندازه و رنگ از قبل وجود دارد.

source: This order is complete
fa: این سفارش کامل شده است

source: You must set discount because you fill out discount price
fa: شما باید تیک تخفیف را بزنید زیرا قیمت تخفیف را پر کرده اید

source: You must fill out discounts price because you active discount
fa: شما باید قیمت تخفیف را پر کنید زیرا تیک تخفیف را زده اید

source: The value of discount price must be less than from price
fa: ارزش قیمت تخفیف باید کمتر از قیمت باشد

source: Products with 0 or negative inventory cannot be activated
fa: محصولات با موجودی 0 یا منفی را نمی توان فعال کرد

source: Type your comments....
fa: نظرات خود را تایپ کنید....

source: coupon code
fa: کد کوپن

source: start date
fa: تاریخ شروع

source: end date
fa: تاریخ پایان

source: number available
fa: تعداد موجود

source: number used
fa: تعداد استفاده شده

source: reason make
fa: دلیل ساختن

source: active
fa: فعال

source: datetime ordered
fa: تاریخ سفارش داده شد

source: coupon
fa: کوپن

source: discount percentage
fa: درصد تخفیف

source: start price
fa: قیمت شروع

source: customer
fa: مشتری

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: email
fa: ایمیل

source: phone
fa: شماره موبایل

source: order note
fa: یادداشت سفارش

source: completed
fa: تکمیل شد

source: coupon price
fa: قیمت کوپن

source: tracking code
fa: کد پیگیری

source: datetime payed
fa: تاریخ پرداخت شده

source: datetime delivered
fa: تاریخ تحویل

source: Cart Items
fa: اقلام سبد خرید

source: Cart Total (No Discount)
fa: مجموع سبد خرید (بدون تخفیف)

source: Cart Total Profit
fa: سود کل سبد

source: Cart Total
fa: مبلغ کل

source: Cart Total With Coupon
fa: مبلغ کل با کوپن

source: zero
fa: صفر

source: Unpaid
fa: پرداخت نشده

source: Paid
fa: پرداخت شده

source: Processing
fa: در حال پردازش

source: Out for delivery
fa: برای تحویل

source: Delivered
fa: تحویل داده شده

source: Average Track Items
fa: میانگین وضعیت اقلام ها

source: product
fa: محصول

source: color and size
fa: رنگ و اندازه

source: order
fa: سفارش

source: quantity
fa: تعداد

source: track order
fa: پیگیری سفارش

source: datetime processing
fa: تاریخ پردازش

source: datetime process finished
fa: تاریخ پایان پردازش

source: price
fa: قیمت

source: discount
fa: تخفیف

source: discount price
fa: قیمت تخفیف

source: A record with the same combination of order and product already exists. Please ensure that the specified values meet the uniqueness criteria.
fa: سابقه ای با ترکیبی مشابه از سفارش و محصول از قبل وجود دارد. لطفاً مطمئن شوید که مقادیر مشخص شده با معیارهای منحصر به فرد مطابقت دارند.

source: Invalid color or size for product
fa: لطفا رنگ یا اندازه را برای محصول انتخاب کنید!

source: Total (No Discount)
fa: مجموع (بدون تخفیف)

source: Total (With Discount)
fa: مجموع (با تخفیف)

source: Total Profit
fa: سود کل

source: Total
fa: مبلغ کل

source: name
fa: نام

source: slug change
fa: تغییر اسلاگ

source: If you want change the slug by name
fa: اگر می خواهید اسلاگ را به وسیله ی نام تغییر دهید

source: slug
fa: اسلاگ

source: If field be empty it's automatic change by name
fa: اگر فیلد خالی باشد، نام آن به صورت خودکار تغییر می کند

source: category
fa: دسته بندی

source: categories
fa: دسته بندی ها

source: favorite
fa: مورد علاقه

source: title
fa: عنوان

source: description
fa: توضیحات

source: short description
fa: توضیحات کوتاه

source: discount timer
fa: تایمر تخفیف

source: inventory
fa: موجودی

source: products
fa: محصولات

source: product specification
fa: مشخصات محصول

source: product specifications
fa: مشخصات محصول

source: specification
fa: مشخصات

source: value
fa: مقدار

source: product specification value
fa: مقدار مشخصات محصول

source: product specification values
fa: مقادیر مشخصات محصول

source: product color
fa: رنگ محصول

source: product colors
fa: رنگ های محصول

source: product size
fa: اندازه محصول

source: product sizes
fa: اندازه های محصول

source: size price
fa: قیمت سایز

source: product color and size value
fa: مقدار رنگ و اندازه محصول

source: product color and size values
fa: مقادیر رنگ و اندازه محصول

source: image
fa: تصویر

source: is main
fa: اصلی است

source: product image
fa: تصویر محصول

source: product images
fa: تصاویر محصول

source: Levels are ordered from top to bottom, with 1 being the highest.
fa: سطوح از بالا به پایین مرتب شده اند که 1 بالاترین است.

source: level
fa: سطح

source: top product
fa: محصول برتر

source: top products
fa: محصولات برتر

source: Too Bad
fa: خیلی بد

source: Bad
fa: بد

source: Normal
fa: معمولی

source: Good
fa: خوب

source: Great
fa: عالی

source: author
fa: نویسنده

source: text
fa: متن

source: star
fa: ستاره

source: confirmation
fa: تائیدیه

source: product comment
fa: نظر محصول

source: product comments
fa: نظرات محصول

source: The product add to your cart
fa: محصول به سبد خرید اضافه شد

source: cart
fa: سبد خرید

source: Coupon code
fa: کد کوپن

source: Apply Coupon
fa: اعمال کوپن

source: Update Cart
fa: بروز رسانی سبد خرید

source: Clear Cart
fa: پاک کردن سبد خرید

source: Your Cart is Empty
fa: سبد خرید شما خالی است!

source: <p>It looks like you haven't added any items to your cart yet. Explore our <a href="%(product_list_url)s"><strong>products</strong></a> and find something you love!</p>
fa: <p>به نظر می‌رسد هنوز هیچ موردی به سبد خرید خود اضافه نکرده‌اید. <a href="%(product_list_url)s"><strong>محصولات</strong></a> ما را کاوش کنید و چیزی را که دوست دارید پیدا کنید.</p>

source: Cart Totals
fa: مجموع سبد خرید

source: Quantity Items
fa: تعداد اقلام

source: Total Coupon
fa: مبلغ کوپن

source: Order Total
fa: مبلغ کل

source: Total (With Coupon)
fa: مبلغ کل (با کوپن)

source: Proceed to checkout
fa: تسویه حساب

source: Order Detail
fa: جزئیات سفارش

source: Customer Information
fa: اطلاعات مشتری

source: Name
fa: نام

source: Email
fa: ایمیل

source: Phone
fa: شماره موبایل

source: Order Status
fa: وضعیت سفارش

source: Tracking Code
fa: کد پیگیری

source: Delivery Status
fa: وضعیت تحویل

source: Order Items
fa: اقلام سفارش

source: Product
fa: محصول

source: Color/Size
fa: رنگ/اندازه

source: Quantity
fa: تعداد

source: Price
fa: قیمت

source: Discounted Price
fa: قیمت با تخفیف

source: Image
fa: تصویر

source: Order Summary
fa: خلاصه سفارش

source: Coupon Price
fa: قیمت کوپن

source: Additional Information
fa: اطلاعات تکمیلی

source: Order Note
fa: یادداشت سفارش

source: Ordered on
fa: سفارش داده شد

source: Pay Time
fa: زمان پرداخت

source: Last Updated
fa: اخرین به روز رسانی

source: Done
fa: انجام شده

source: Payment Confirmation: Unauthorized Usage Detected.
fa: تأیید پرداخت: استفاده غیرمجاز شناسایی شد.

source: Your payment was successful, but it appears that you are attempting to use the same payment again. Please note that the payment has already been processed and cannot be used for another transaction. If you have any questions or concerns, please contact our customer support for assistance.
fa: پرداخت شما با موفقیت انجام شد، اما به نظر می‌رسد که سعی می‌کنید دوباره از همان پرداخت استفاده کنید. لطفاً توجه داشته باشید که پرداخت قبلاً پردازش شده است و نمی توان از آن برای تراکنش دیگری استفاده کرد. اگر سوال یا ابهامی دارید، لطفاً برای راهنمایی با پشتیبانی مشتری ما تماس بگیرید.

source: Continue Shopping
fa: به خرید ادامه دهید

source: checkout
fa: پرداخت

source: Have a coupon?
fa: کوپنی دارید؟

source: Click here to enter your code
fa: برای وارد کردن کد اینجا را کلیک کنید

source: If you have a coupon code, please apply it below.
fa: اگر کد کوپن دارید، لطفاً آن را در زیر اعمال کنید.

source: address list
fa: لیست آدرس

source: see details
fa: مشاهد جرئیات

source: set
fa: تنظیم کردن

source: Billing Details
fa: جزئیات صورتحساب

source: Personal Information
fa: اطلاعات شخصی

source: Use of profile information
fa: استفاده از اطلاعات پروفایل

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: email address
fa: آدرس ایمیل

source: phone number
fa: شماره موبایل

source: State
fa: استان

source: City
fa: شهر

source: Zip
fa: پلاک

source: Address
fa: آدرس

source: Order Notes (optional)
fa: یادداشت های سفارش (اختیاری)

source: Notes about your order, e.g. special notes for delivery.
fa: نکاتی در مورد سفارش شما، به عنوان مثال یادداشت های ویژه برای تحویل

source: Your personal data will be used to process your order, support your experience throughout this website, and for other purposes described in our privacy policy.
fa: اطلاعات شخصی شما برای پردازش سفارش شما، پشتیبانی از تجربه شما در سراسر این وب سایت و برای اهداف دیگری که در خط مشی رازداری ما توضیح داده شده است، استفاده خواهد شد.

source: Payment
fa: پرداخت

source: Items
fa: اقلام

source: Entered email:
fa: ایمیل وارد شده:

source: \nDo you want to continue?
fa: می خواهید ادامه دهید؟

source: Fail
fa: شکست

source: Payment Failed
fa: پرداخت ناموفق

source: We apologize for the inconvenience, but it seems that there was an issue with processing your payment. <br>Please ensure that the payment information you provided is accurate and up to date.
fa: بابت مشکل پیش آمده پوزش می طلبیم، اما به نظر می رسد مشکلی در پردازش پرداخت شما وجود داشته است. <br>لطفاً مطمئن شوید که اطلاعات پرداختی که ارائه کرده‌اید دقیق و بروز باشد.

source: Try Agian
fa: دوباره امتحان کنید

source: success
fa: موفق

source: Payment Successful
fa: پرداخت با موفقیت انجام شد

source: Thank you for shopping with us! <br>We appreciate your purchase and look forward to buying you again in the future.
fa: از شما بابت خرید از ما ممنونیم! <br>ما از خرید شما قدردانی می کنیم و مشتاقانه منتظر خرید مجدد شما در آینده هستیم.

source: Showing
fa: در حال نمایش

source: of
fa: از

source: Default sorting
fa: مرتب سازی پیش فرض

source: Search
fa: جستجو

source: Apply Filters
fa: اعمال فیلتر

source: Off
fa: تخفیف

source: Reviews
fa: نظرات

source: Color
fa: رنگ

source: Size
fa: سایز

source: ADD TO CART
fa: افزودن به سبد خرید

source: Categories
fa: دسته بندی ها

source: Description
fa: توضیحات

source: Attributes
fa: ویژگی ها

source: Specification
fa: مشخصات

source: Value
fa: مقدار

source: Customer Reviews
fa: نظرات مشتریان

source: Add a Review
fa: یک نظر اضافه کنید

source: Submit
fa: ارسال

source: for leave a commit first <a href="%(account_login_url)s">Login</a>
fa: برای گذاشتن نظر ابتدا <a href="%(account_login_url)s">وارد سیستم</a> شوید

source: related products
fa: محصولات مرتبط

source: no results found
fa: نتیجه ای پیدا نشد

source: Wish list
fa: لیست علاقه مندی ها

source: Wishlist
fa: لیست علاقه مندی ها

source: Detail
fa: جزئیات

source: <h2 class="ltn__page-title">There is no product with Title or Category</h2> <br> <h2> <div style="color: #808080">%(q)s</div> </h2>
fa: <h2 class="ltn__page-title">هیچ محصولی با عنوان یا دسته بندی وجود ندارد</h2> <br> <h2> <div style="color: #808080">%(q)s</div> </h2>

source: Find the perfect product! Enter a keyword in the search box above to start shopping.
fa: محصولات عالی را پیدا کنید! برای شروع خرید یک کلمه کلیدی را در کادر جستجوی بالا وارد کنید.

source: The Your cart is empty! Please first add some product in your cart.
fa: سبد خرید شما خالی است! لطفا ابتدا تعدادی محصول را به سبد خرید خود اضافه کنید.

source: You change the data of checkout form!
fa: شما داده های فرم پرداخت را تغییر داده اید!

source: Something went wrong! Please try again.
fa: مشکلی پیش آمد! لطفا دوباره تلاش کنید.

source: The Your cart is empty! Pleas first add some product in your cart.
fa: سبد خرید شما خالی است! لطفا ابتدا تعدادی محصول را به سبد خرید خود اضافه کنید.

source: Validation error
fa: خطای اعتبار سنجی

source: Terminal is not valid, please check merchant_id or ip address.
fa: ترمینال معتبر نیست، لطفا merchant_id یا آدرس IP را بررسی کنید.

source: Terminal is not active, please contact our support team.
fa: ترمینال فعال نیست، لطفا با تیم پشتیبانی ما تماس بگیرید.

source: To many attempts, please try again later.
fa: برای بسیاری از تلاش‌ها، لطفاً بعداً دوباره امتحان کنید.

source: Terminal user is suspend : (please contact our support team).
fa: ترمینال کاربر به حالت تعلیق درآمده است: (لطفاً با تیم پشتیبانی ما تماس بگیرید).

source: Terminal user level is not valid : ( please contact our support team).
fa: سطح کاربر پایانه معتبر نیست: (لطفاً با تیم پشتیبانی ما تماس بگیرید).

source: Terminal do not allow to accept floating wages.
fa: ترمینال اجازه قبول دستمزد شناور را نمی دهد.

source: Terminal do not allow to accept wages, please add default bank account in panel.
fa: ترمینال اجازه پذیرش دستمزد را نمی دهد، لطفاً حساب بانکی پیش فرض را در پانل اضافه کنید.

source: Wages is not valid, Total wages(floating) has been overload max amount.
fa: دستمزدها معتبر نیست، کل دستمزدها (شناور) حداکثر مقدار اضافه بار بوده است.

source: Wages floating is not valid.
fa: دستمزد شناور معتبر نیست.

source: Wages is not valid, Total wages(fixed) has been overload max amount.
fa: دستمزدها معتبر نیست، کل دستمزدها (ثابت) حداکثر مقدار اضافه بار بوده است.

source: Wages is not valid, Total wages(floating) has been reached the limit in max parts.
fa: دستمزدها معتبر نیست، مجموع دستمزدها (شناور) در حداکثر بخش به حد مجاز رسیده است.

source: Invalid extra params, expire_in is not valid.
fa: پارامترهای اضافی نامعتبر، expire_in معتبر نیست.

source: Session is not valid, amounts values is not the same.
fa: جلسه معتبر نیست، مقادیر مقادیر یکسان نیست.

source: Session is not valid, session is not active paid try.
fa: جلسه معتبر نیست، جلسه فعال نیست سعی کنید پولی.

source: Oops!!, please contact our support team
fa: اوه!!، لطفا با تیم پشتیبانی ما تماس بگیرید

source: Session is not this merchant_id session
fa: Session این جلسه merchant_id نیست

source: Invalid authority.
fa: مرجع نامعتبر

source: Verified
fa: تایید شده

source: Oops! Something went wrong with your request. Please try again. If the issue persists, contact our support team for assistance.
fa: اوه! مشکلی در درخواست شما پیش آمد. لطفا دوباره تلاش کنید. اگر مشکل همچنان ادامه داشت، برای کمک با تیم پشتیبانی ما تماس بگیرید.

source: Please enter a active product
fa: لطفا یک محصول فعال وارد کنید

source: Please enter a product
fa: لطفا یک محصول وارد کنید

source: Please select color or size for product!
fa: لطفا رنگ یا اندازه را برای محصول انتخاب کنید!

source: Cart deleted
fa: سبد خرید حذف شد

source: Cart update
fa: سبد خرید بروز شد

source: The Coupon is not valid!
fa: کوپن معتبر نیست!

source: To view order details in the future, please register with the email you enter for the order.
fa: برای مشاهده جزئیات سفارش در آینده، لطفاً با ایمیلی که برای سفارش وارد می‌کنید، ثبت نام نمایید.

source: Your cart is empty!
fa: سبد خرید شما خالی است!

source: please try again
fa: لطفا دوباره تلاش کنید

source: You comment after confirmation will show in comments.
fa: نظر شما پس از تایید در بخش نظرات نشان داده می شود.

source: Your comment have problem please try again!
fa: نظر شما مشکل دارد لطفا دوباره امتحان کنید!

source: Unlike product.
fa: لایک لغو شد

source: Like product.
fa: محصول لایک شد

source: Please first login!
fa: لطفا ابتدا وارد شوید

source: Something went wrong with your request.
fa: مشکلی در درخواست شما پیش آمد.
