Repository: Ali-Sirjani/website_online_shop_v2
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fa

source: username
fa: نام کاربری

source: You must fill email or phone
fa: باید ایمیل یا تلفن را پر کنید

source: user
fa: کاربر

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: phone
fa: شماره تلفن

source: picture
fa: تصویر

source: datetime created
fa: تاریخ ایجاد شد

source: datetime updated
fa: تاریخ به روز شد

source: profile
fa: پروفایل

source: profiles
fa: پروفایل ها

source: full name
fa: نام و نام خانوادگی

source: Fill in the email or mobile number
fa: ایمیل یا شماره موبایل را وارد کنید

source: email
fa: ایمیل

source: message
fa: پیام

source: answer
fa: جواب

source: contact us
fa: تماس با ما

source: About Project
fa: درباره پروژه

source: Welcome to the online shop
fa: به فروشگاه آنلاین خوش آمدید

source: <h2>About Project</h2> <p style="font-size: 20px;"> I am Ali Sirjani, a developer in <strong>Django</strong> and <strong>Django Rest Framework</strong>, who has a passion for creating practical web applications.One of my notable projects is the "Online Store," developed using the Django framework. The Online Store is an e-commerce platform that allows users to view and purchase products on the site, even without the need to log in. Users can also save products as favorites for future reference. <br> In addition, users can log in using their Google accounts for a seamless shopping experience. <br> <br> Additionally, I've enriched the user interface by incorporating JavaScript, coding essential features like dynamic shopping cart management, product liking functionality, and real-time product filtering based on size using AJAX. My commitment to enhancing user interaction extends to the profile section, where I've utilized JavaScript to create a seamless and secure interface for password management. Despite my initial limited knowledge of JavaScript, I took it upon myself to learn and implement these features, contributing to the overall richness of the "Online Store" project. </p> <h2 class="mt-40">Contact Me</h2> <p style="font-size: 20px;"> Thank you for visiting my portfolio. If you are looking for a web developer who is passionate about web development and ready to take on new challenges, you can reach out to me. </p>
fa: <h2>درباره پروژه</h2> <p style="font-size: 20px;"> من علی سیرجانی هستم، یک توسعه‌دهنده در زمینه جنگو و جنگو رست که به ایجاد برنامه‌های کاربردی وب علاقه دارد. یکی از پروژه‌های برجسته من، "فروشگاه آنلاین" است که با استفاده از چارچوب جنگو توسعه داده‌ شده است. فروشگاه آنلاین یک پلتفرم تجارت الکترونیکی است که به کاربران این امکان را می‌دهد تا محصولات را در سایت مشاهده و خرید کنند، حتی بدون نیاز به ورود به حساب کاربری. همچنین، کاربران می‌توانند محصولات را به عنوان آیتم‌های مورد علاقه برای آینده نگه‌داری کنند. <br> علاوه بر این، کاربران می‌توانند با استفاده از حساب‌های گوگل خود وارد سیستم شوند تا یک تجربه خرید بی‌نقص داشته باشند. <br> <br> علاوه بر این، رابط کاربری را با گنجاندن جاوا اسکریپت، کدنویسی ویژگی‌های ضروری مانند مدیریت پویا سبد خرید، امکان پسندیدن محصولات، و فیلتر کردن سایز محصول در زمان واقعی بر اساس رنگ محصول با استفاده از AJAX، غنی‌تر کرده‌ام. تعهد من به افزایش تعامل کاربر به بخش پروفایل گسترش می یابد، جایی که از جاوا اسکریپت برای ایجاد یک رابط یکپارچه و ایمن برای مدیریت رمز عبور استفاده کرده ام. علیرغم دانش محدود اولیه ام از جاوا اسکریپت، یادگیری و پیاده سازی این ویژگی ها را بر عهده گرفتم و به غنی سازی کلی پروژه "فروشگاه آنلاین" کمک کردم. </p> <h2 class="mt-40">ارتباط با من</h2> <p style="font-size: 20px;"> با تشکر از بازدید شما از نمونه‌کار من. اگر به دنبال یک توسعه‌دهنده هستید که عاشق توسعه وب است و آماده به پذیرش چالش‌های جدید، می‌توانید با من تماس بگیرید. </p>

source: About us
fa: درباره ما

source: Free shipping
fa: ارسال رایگان

source: On all orders over
fa: در تمام سفارشات بیش از

source: days returns
fa: روز برگشت

source: Moneyback guarantee
fa: تضمین بازگشت پول

source: Secure checkout
fa: تسویه حساب ایمن

source: <h2>Welcome to Fiama!</h2> <p> At Fiama, we're not just an online store; we're your go-to destination for all things Radiant Finds. Established with a passion for elegance and style, our journey began with a simple goal - to provide a seamless and delightful shopping experience for our customers. </p>
fa: <h2>به فیاما خوش آمدید!</h2> <p> در فیاما، ما فقط یک فروشگاه آنلاین نیستیم. ما مقصد شما برای همه چیزهای درخشان هستیم. سفر ما که با اشتیاق به ظرافت و سبک تأسیس شد، با یک هدف ساده آغاز شد - ارائه یک تجربه خرید بی‌نظیر و لذت بخش برای مشتریانمان. </p>

source: <h3>Our Story:</h3> <p> Fiama was founded in 2020 by Fiama Starlight. Fueled by a deep love for timeless treasures, Fiama Starlight envisioned a place where enthusiasts and novices alike could find high-quality products that not only meet but exceed their expectations. What started as a small dream has now evolved into a thriving online community of trendsetters and fashion aficionados. </p>
fa: <h3>داستان ما:</h3> <p> فیاما در سال 2020 توسط فیاما استارلایت تاسیس شد. فیاما استارلایت با عشق عمیق به گنجینه های بی انتها، مکانی را متصور شد که در آن علاقه مندان و تازه کارها به طور یکسان بتوانند محصولاتی با کیفیت بالا پیدا کنند که نه تنها انتظارات آنها را برآورده می کند، بلکه فراتر از آن است. چیزی که به عنوان یک رویای کوچک شروع شد، اکنون به یک جامعه آنلاین پر رونق متشکل از ترندست ها و علاقه مندان به مد تبدیل شده است. </p>

source: <h3>What Sets Us Apart:</h3> <p> At Fiama, we take pride in curating a diverse collection of Radiant Finds. Whether you're a seasoned style maven or just starting your journey, our carefully selected range ensures there's something for everyone. We prioritize quality, sophistication, and functionality, offering products that not only reflect the latest trends but also stand the test of time. </p>
fa: <h3>آنچه ما را متمایز می کند:</h3> <p> فرقی نمی‌کند که یک مزرعه دار با تجربه هستید یا تازه سفر خود را شروع کرده‌اید، محدوده انتخاب شده ما تضمین می‌کند چیزی برای همه وجود دارد. ما کیفیت، پیچیدگی و عملکرد را در اولویت قرار می دهیم و محصولاتی را ارائه می دهیم که نه تنها منعکس کننده آخرین روندها هستند، بلکه در آزمون زمان نیز مقاومت می کنند. </p>

source: <h3>Our Commitment:</h3> <p> Customer satisfaction is at the heart of everything we do. We strive to create an online shopping experience that's not only enjoyable but also stress-free. Our dedicated customer support team is always ready to assist you, ensuring that your every concern is addressed promptly. </p>
fa: <h3>تعهد ما:</h3> <p> رضایت مشتری در قلب هر کاری است که انجام می دهیم. ما در تلاش هستیم تا یک تجربه خرید آنلاین ایجاد کنیم که نه تنها لذت بخش، بلکه بدون استرس نیز باشد. تیم پشتیبانی مشتری اختصاصی ما همیشه آماده است تا به شما کمک کند و اطمینان حاصل کند که هر نگرانی شما به سرعت برطرف می شود. </p>

source: <h3>Join Our Community:</h3> <p> Beyond being a shopping destination, Fiama is a stylish community. Connect with like-minded fashion enthusiasts, stay updated on the latest trends, and share your style experiences with us on social media. We believe that the joy of Radiant Finds is best when shared. Thank you for choosing Fiama for your stylish needs. We look forward to being a part of your fashion journey and helping you discover the best products for your unique taste and preferences. <br> <br> Happy shopping! <br> <br> Fiama Team </p>
fa: <h3>به انجمن ما بپیوندید:</h3> <p> فراتر از اینکه یک مقصد خرید است، فیاما یک جامعه شیک است. با علاقه مندان به مد ارتباط برقرار کنید، از آخرین روندها مطلع شوید و تجربیات سبک خود را با ما در رسانه های اجتماعی به اشتراک بگذارید. از اینکه فیاما را برای نیازهای شیک خود انتخاب کردید سپاسگزاریم. ما مشتاقانه منتظریم تا بخشی از سفر مد شما باشیم و به شما کمک کنیم تا بهترین محصولات را برای سلیقه و ترجیحات منحصر به فرد خود کشف کنید. <br> <br> خرید خوبی داشته باشید! <br> <br> تیم فیاما </p>

source: client says
fa: مشتریان می گویند

source: Sara Khadem
fa: سارا خادم

source: I found Fiama when searching for unique and high-quality products. The personalized attention and detail they put into every purchase exceeded my expectations. Fiama is not just an online shop; it's a destination for remarkable finds.
fa: فیاما را هنگام جستجوی محصولات منحصر به فرد و با کیفیت پیدا کردم. توجه شخصی و جزئیاتی که آنها در هر خرید به کار می‌برند فراتر از انتظارات من بود. فیاما فقط یک فروشگاه آنلاین نیست. مقصدی برای یافته های قابل توجه است.

source: Mohammad Reza Ahmadi
fa: محمدرضا احمدی

source: Working with Fiama was an absolute delight. Their commitment to delivering top-notch products with precision made a significant impact on the success of my projects. I can confidently say, Fiama is a game-changer in the world of online shopping.
fa: کار با فیاما یک لذت مطلق بود. تعهد آنها به ارائه محصولات درجه یک با دقت تأثیر قابل توجهی بر موفقیت پروژه های من گذاشت. به جرات می توانم بگویم، فیاما در دنیای خرید آنلاین، بازی را تغییر می دهد.

source: Leila Mohammadi
fa: لیلا محمدی

source: Fiama's professionalism and dedication to excellence truly set them apart. Collaborating with them was more than a transaction; it was an extraordinary journey of success. Fiama isn't just a brand; it's a trusted partner.
fa: حرفه ای بودن و تعهد فیاما به برتری واقعاً آنها را متمایز می کند. همکاری با آنها بیش از یک معامله بود. این یک سفر موفقیت‌آمیز فوق‌العاده بود. فیاما فقط یک برند نیست. این یک شریک قابل اعتماد است

source: Amir Ali Jafari
fa: امیرعلی جعفری

source: The exceptional services provided by Fiama reflect their unwavering commitment to excellence. I'm not only pleased with the products but also the seamless shopping experience. I wouldn't hesitate to recommend Fiama to others.
fa: خدمات استثنایی ارائه شده توسط فیاما نشان دهنده تعهد تزلزل ناپذیر آنها به تعالی است. من نه تنها از محصولات راضی هستم، بلکه از تجربه خرید بی‌نظیر نیز راضی هستم. من از توصیه فیاما به دیگران دریغ نمی کنم.

source: Fatemeh Mohammadi
fa: فاطمه محمدی

source: Fiama's attention to detail and commitment to quality are truly commendable. My collaboration with them was a pleasure, and I eagerly look forward to exploring more of their curated selections.
fa: توجه فیاما به جزئیات و تعهد به کیفیت واقعا ستودنی است. همکاری من با آنها لذت بخش بود و من مشتاقانه منتظر کاوش بیشتر در انتخاب های انتخاب شده آنها هستم.

source: Mohammad Ali Rezai
fa: محمدعلی رضایی

source: Collaborating with Fiama was an enriching experience. Their expertise and dedication surpassed all expectations. I wholeheartedly recommend Fiama for a seamless and successful shopping partnership.
fa: همکاری با فیاما یک تجربه غنی بود. تخصص و فداکاری آنها فراتر از همه انتظارات بود. من از صمیم قلب فیاما را برای یک همکاری خرید بی‌وقفه و موفق توصیه می‌کنم.

source: Latest Posts
fa: آخرین پست ها

source: Contact Us
fa: تماس با ما

source: Email Address
fa: آدرس ایمیل

source: Phone Number
fa: شماره تلفن

source: Email & Web
fa: ایمیل و وب

source: Opening Hours
fa: ساعات کار

source: Fri to Wed: 6:00 Am to 8:00 Pm
fa: جمعه تا چهارشنبه: ٦:۰۰ صبح تا ٨:۰۰ بعد از ظهر

source: Thursday - Off
fa: پنجشنبه - تعطیل

source: Need Our Help! Please Send an Email.
fa: به کمک ما نیاز دارید! لطفا یک پیام بفرستید.

source: Send Message
fa: ارسال پیام

source: FAQ
fa: سوالات متداول

source: How to buy a product?
fa: چگونه یک محصول بخریم؟

source: <p> 1. Add to Cart: <br> - Browse through our product catalog and click "Add to Cart" for your desired items.<br> - No need to log in to add products to your cart.<br> - If the product comes in different colors or sizes, choose one before adding to the cart.<br><br> 2. View Cart: <br> - Head to the Cart page to review your selected items. <br> - Easily edit the quantity of products or remove them as needed.<br><br> 3. Checkout: <br> - Proceed to the Payment page to finalize your purchase. <br> - Logged-in users can use saved information and addresses.<br><br> 4. Payment: <br> - Choose your preferred payment method. <br> - Securely complete the transaction. <br><br> 5. Order Confirmation: <br> - Receive order confirmation with details of your purchase. <br> - Track your order and await its prompt delivery.</p>
fa: 1. افزودن به سبد خرید: <br> - کاتالوگ محصولات ما را مرور کنید و برای محصولات دلخواهتان روی "افزودن به سبد خرید" کلیک کنید.<br> - برای افزودن محصولات لازم نیست وارد حساب کاربری شوید.<br> - اگر محصول رنگ یا سایز داشته باشد، قبل از اضافه کردن به سبد، یکی از آن‌ها را انتخاب کنید.<br><br> 2. مشاهده سبد خرید:<br> - برای بررسی موارد انتخابی خود به صفحه سبد خرید بروید.<br> - به راحتی تعداد محصولات را ویرایش کنید یا در صورت نیاز محصولات را حذف کنید<br><br> 3. نهایی کردن پرداخت:<br> - برای نهایی کردن خرید خود به صفحه پرداخت بروید.<br> - کاربران وارشده می توانند از اطلاعات و آدرس‌های ذخیره شده استفاده کنند.<br><br> 4. پرداخت:<br> - روش پرداخت مورد نظر خود را انتخاب کنید.<br> - تراکنش را به صورت ایمن تکمیل کنید.<br><br> 5. تأیید سفارش:<br> - تأیید سفارش را با جزئیات خرید خود دریافت کنید.<br> - سفارش خود را پیگیری کنید و منتظر تحویل سریع آن باشید.</p>

source: How can i make refund from your website?
fa: چگونه می توانم از وب سایت بازپرداخت کنم؟

source: <p>To request a refund from the website, please contact our support team or visit the "Contact Us" or "Support" section on the website. Our support team will provide you with more detailed guidance and the necessary information to process the refund. We apologize for any inconvenience and appreciate your understanding.</p>
fa: <p> برای درخواست بازپرداخت از وب‌سایت، لطفاً با تیم پشتیبانی تماس بگیرید یا به بخش "تماس با ما" یا "پشتیبانی" در وب‌سایت مراجعه کنید. تیم پشتیبانی به شما راهنمایی دقیق تر خواهد کرد و اطلاعات لازم را برای انجام بازپرداخت ارائه خواهد داد </p>

source: I am a new user. How should I start?
fa: من یک کاربر جدید هستم. چگونه باید شروع کنم؟

source: <p>Welcome! As a new user, start by exploring our product catalog. Create an account for a personalized shopping experience, and easily browse, add items to your cart, and proceed to checkout for a seamless shopping journey.</p>
fa: <p> خوش آمدید! به عنوان کاربر جدید، ابتدا با مراجعه به کاتالوگ محصولات شروع کنید. یک حساب کاربری بسازید تا تجربه خرید شخصی‌تان را بهبود بخشید و به راحتی محصولات را مرور کنید، به سبد خرید اضافه کنید و به مرحله تسویه حساب بروید. </p>

source: Are my details secured?
fa: آیا اطلاعات من امن است؟

source: <p>Yes, your details are secured. We prioritize the security and confidentiality of your information, implementing robust encryption measures and following industry best practices to ensure the protection of your personal data.</p>
fa: <p> بله، اطلاعات شما امن است. ما امنیت و محرمانه بودن اطلاعات شما، اجرای اقدامات رمزگذاری قوی و پیروی از بهترین شیوه های صنعت را برای اطمینان از حفاظت از داده های شخصی شما در اولویت قرار می دهیم. </p>

source: Coupon code is not working
fa: کد کوپن کار نمی کند

source: <p>We apologize for the inconvenience. Please ensure the coupon code is entered correctly, without any errors or spaces. If the issue persists, reach out to our support team for assistance, and we'll be happy to help resolve the matter promptly.</p>
fa: <p> با عرض پوزش از مشکل ایجاد شده. لطفاً اطمینان حاصل کنید که کد کوپن به درستی و بدون هیچ گونه خطا یا فاصله‌ای وارد شده باشد. اگر مشکل همچنان ادامه داشت، برای کمک با تیم پشتیبانی ما تماس بگیرید و ما خوشحال می شویم که به سرعت به حل مشکل کمک کنیم. </p>

source: How do I make payment by my credit card?
fa: چگونه می توانم با کارت اعتباری خود پرداخت کنم؟

source: <p>To make a payment with your credit card, proceed to the checkout page. Enter your credit card details, including the card number, expiration date, and CVV code. Ensure that the billing information matches your card details, then confirm the payment to complete the transaction securely.</p>
fa: <p> برای پرداخت با کارت اعتباری خود، به صفحه پرداخت بروید. اطلاعات کارت اعتباری خود از جمله شماره کارت، تاریخ انقضا و کد CVV2 را وارد کنید. اطمینان حاصل کنید که اطلاعات صورت‌حساب با جزئیات کارت شما مطابقت دارد، سپس پرداخت را تأیید کنید تا تراکنش ایمن انجام شود. </p>

source: Still need help? Reach out to support 24/7
fa: هنوز به کمک نیاز داری؟ برای پشتیبانی ٢۴/٧ تماس بگیرید

source: Home
fa: خانه

source: Laptop Deals
fa: پیشنهاد‌های لپتاپ

source: Discover the Latest in Laptop Technology
fa: کشف فناوری‌های جدید لپ‌تاپ

source: Explore cutting-edge features and powerful performance with our exclusive range of laptops. Whether you're a professional seeking productivity or a gamer looking for immersive experiences, we have the perfect laptop for you.
fa: ویژگی های پیشرفته و عملکرد قدرتمند را با طیف انحصاری لپ تاپ های ما کاوش کنید. چه حرفه ای باشید که به دنبال بهره وری هستید و چه گیمری که به دنبال تجربه های همه جانبه است، ما لپ تاپ مناسبی را برای شما داریم.

source: Browse Laptops
fa: لپ تاپ ها را مرور کنید

source: Gaming Essentials
fa: ملزومات گیمینگ

source: Level Up Your Gaming Experience
fa: تجربه بازیتان را ارتقا دهید.

source: Immerse yourself in the world of gaming with cutting-edge technology and thrilling experiences. From high-performance hardware to immersive graphics, elevate your gaming setup to new heights and conquer virtual realms with precision and style.
fa: با تکنولوژی پیشرفته و تجربیات هیجان انگیز خود را در دنیای بازی غرق کنید. از سخت افزار با عملکرد بالا گرفته تا گرافیک همه جانبه، تنظیمات بازی خود را به ارتفاعات جدیدی ارتقا دهید و قلمروهای مجازی را با دقت و سبک تسخیر کنید.

source: Explore Gaming Gear
fa: تجهیزات بازی را بررسی کنید.

source: Top Products
fa: محصولات برتر

source: Off
fa: تخفیف

source: Shoes
fa: کفش

source: Clothes
fa: لباس ها

source: Phones
fa: موبایل ها

source: Sport tools
fa: لوازم ورزشی

source: Random Products
fa: محصولات تصادفی

source: Profile
fa: پروفایل

source: Dashboard
fa: داشبورد

source: Orders
fa: سفارشات

source: Edit Profile
fa: ویرایش پروفایل

source: address
fa: آدرس

source: Change password
fa: تغییر رمز عبور

source: Set password
fa: قراردادن رمز عبور

source: Logout
fa: خروج

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Phone
fa: شماره موبایل

source: Picture
fa: تصویر

source: <p>Hello <strong>%(username)s</strong> (not <strong>%(username)s</strong>? <small><a href="%(logout_url)s">Log out</a></small> )</p> <p> From your account dashboard you can view your recent orders and edit your password and account details. </p>
fa: <p>سلام <strong>%(username)s</strong> ( <strong>%(username)s</strong> نیستین؟ <small><a href="%(logout_url)s">خروج از سیستم</a></small> )</p> <p> از داشبورد حساب خود می توانید سفارشات اخیر خود را مشاهده کنید و رمز عبور و جزئیات حساب خود را ویرایش کنید. </p>

source: Order
fa: سفارش

source: Date
fa: تاریخ

source: Status
fa: استان

source: Total
fa: مبلغ کل

source: Action
fa: عمل

source: View
fa: مشاهده

source: Change username
fa: تغییر نام کاربری

source: Save Changes
fa: ذخیره تغییرات

source: The following addresses will be used on the checkout page by default.
fa: آدرس های زیر به طور پیش فرض در صفحه پرداخت استفاده می شوند.

source: addresses
fa: آدرس ها

source: Create new address
fa: ساخت آدرس جدید

source: edit
fa: ویرایش

source: delete
fa: حذف

source: state
fa: استان

source: city
fa: شهر

source: plate
fa: پلاک

source: submit
fa: ارسال

source: Forgot your password?
fa: رمز عبور خود را فراموش کرده اید؟

source: Change Password
fa: تغییر رمز عبور

source: Set Password
fa: قراردادن رمز عبور

source: You are locked for too many requests
fa: شما به دلیل درخواست های زیاد قفل شده اید.

source: profile successfully updated
fa: پروفایل با موفقیت بروزرسانی شد

source: You are already using this username. Choose a different one.
fa: شما از این نام کاربری استفاده می کنید. نام کاربری دیگری انتخاب کنید.

source: Username successfully changed.
fa: نام کاربری با موفقیت تغییر کرد.

source: You can not have more than %s address
fa: شما نمی توانید بیش از %s آدرس داشته باشید

source: Address successfully added
fa: آدرس با موفقیت اضافه شد

source: Address successfully updated
fa: آدرس با موفقیت بروزرسانی شد

source: Address %(state)s %(city)s deleted
fa: آدرس %(state)s %(city) s حذف شد

source: We will soon answer your message
fa: به زودی به پیام شما پاسخ خواهیم داد
